#THIS BOT IS PRIVATE FOR POSITIVE VIBE GROUP
HELP_1 = """✅**<u>🕵️‍♂️𝗖𝗠𝗗𝘀 𝗙𝗼𝗿 𝗔𝗱𝗺𝗶𝗻𝘀:</u>**

**c** means channel play.

⏸/pause or /cpause - 𝘗𝘢𝘶𝘴𝘦 𝘵𝘩𝘦 𝘱𝘭𝘢𝘺𝘪𝘯𝘨 𝘮𝘶𝘴𝘪𝘤.
▶️/resume or /cresume- 𝘙𝘦𝘴𝘶𝘮𝘦 𝘵𝘩𝘦 𝘱𝘢𝘶𝘴𝘦𝘥 𝘮𝘶𝘴𝘪𝘤.
🔇/mute or /cmute- Mute the playing music.
🔊/unmute or /cunmute- 𝘔𝘶𝘵𝘦 𝘵𝘩𝘦 𝘱𝘭𝘢𝘺𝘪𝘯𝘨 𝘮𝘶𝘴𝘪𝘤.
➡️/skip or /cskip- 𝘚𝘬𝘪𝘱 𝘵𝘩𝘦 𝘤𝘶𝘳𝘳𝘦𝘯𝘵 𝘱𝘭𝘢𝘺𝘪𝘯𝘨 𝘮𝘶𝘴𝘪𝘤.
⏹/stop or /cstop- 𝘚𝘵𝘰𝘱 𝘵𝘩𝘦 𝘱𝘭𝘢𝘺𝘪𝘯𝘨 𝘮𝘶𝘴𝘪𝘤.
🔀/shuffle or /cshuffle- 𝘙𝘢𝘯𝘥𝘰𝘮𝘭𝘺 𝘴𝘩𝘶𝘧𝘧𝘭𝘦𝘴 𝘵𝘩𝘦 𝘲𝘶𝘦𝘶𝘦𝘥 𝘱𝘭𝘢𝘺𝘭𝘪𝘴𝘵.
⏭/seek or /cseek - 𝘍𝘰𝘳𝘸𝘢𝘳𝘥 𝘚𝘦𝘦𝘬 𝘵𝘩𝘦 𝘮𝘶𝘴𝘪𝘤 𝘵𝘰 𝘺𝘰𝘶𝘳 𝘥𝘶𝘳𝘢𝘵𝘪𝘰𝘯.
⏮/seekback or /cseekback - 𝘉𝘢𝘤𝘬𝘸𝘢𝘳𝘥 𝘚𝘦𝘦𝘬 𝘵𝘩𝘦 𝘮𝘶𝘴𝘪𝘤 𝘵𝘰 𝘺𝘰𝘶𝘳 𝘥𝘶𝘳𝘢𝘵𝘪𝘰𝘯.
🔁/restart - 𝘙𝘦𝘴𝘵𝘢𝘳𝘵 𝘣𝘰𝘵 𝘧𝘰𝘳 𝘺𝘰𝘶𝘳 𝘤𝘩𝘢𝘵.


✅<u>**𝙎𝙠𝙞𝙥:**</u>
/skip or /cskip [Number(example: 3)] 
    - 𝘚𝘬𝘪𝘱𝘴 𝘮𝘶𝘴𝘪𝘤 𝘵𝘰 𝘢 𝘵𝘩𝘦 𝘴𝘱𝘦𝘤𝘪𝘧𝘪𝘦𝘥 𝘲𝘶𝘦𝘶𝘦𝘥 𝘯𝘶𝘮𝘣𝘦𝘳. 𝘌𝘹𝘢𝘮𝘱𝘭𝘦: /𝘴𝘬𝘪𝘱 3 𝘸𝘪𝘭𝘭 𝘴𝘬𝘪𝘱 𝘮𝘶𝘴𝘪𝘤 𝘵𝘰 𝘵𝘩𝘪𝘳𝘥 𝘲𝘶𝘦𝘶𝘦𝘥 𝘮𝘶𝘴𝘪𝘤 𝘢𝘯𝘥 𝘸𝘪𝘭𝘭 𝘪𝘨𝘯𝘰𝘳𝘦 1 𝘢𝘯𝘥 2 𝘮𝘶𝘴𝘪𝘤 𝘪𝘯 𝘲𝘶𝘦𝘶𝘦.

✅<u>**𝙇𝙤𝙤𝙥 𝙋𝙡𝙖𝙮:**</u>
/loop or /cloop [enable/disable] or [Numbers between 1-10] 
    - 𝘞𝘩𝘦𝘯 𝘢𝘤𝘵𝘪𝘷𝘢𝘵𝘦𝘥, 𝘣𝘰𝘵 𝘭𝘰𝘰𝘱𝘴 𝘵𝘩𝘦 𝘤𝘶𝘳𝘳𝘦𝘯𝘵 𝘱𝘭𝘢𝘺𝘪𝘯𝘨 𝘮𝘶𝘴𝘪𝘤 𝘵𝘰 1-10 𝘵𝘪𝘮𝘦𝘴 𝘰𝘯 𝘷𝘰𝘪𝘤𝘦 𝘤𝘩𝘢𝘵. 𝘋𝘦𝘧𝘢𝘶𝘭𝘵 𝘵𝘰 10 𝘵𝘪𝘮𝘦𝘴.

✅<u>**𝘼𝙡𝙡𝙤𝙬𝙚𝙙 𝙐𝙨𝙚𝙧𝙨:**</u>
𝘈𝘶𝘵𝘩 𝘜𝘴𝘦𝘳𝘴 𝘤𝘢𝘯 𝘶𝘴𝘦 𝘢𝘥𝘮𝘪𝘯 𝘤𝘰𝘮𝘮𝘢𝘯𝘥𝘴 𝘸𝘪𝘵𝘩𝘰𝘶𝘵 𝘢𝘥𝘮𝘪𝘯 𝘳𝘪𝘨𝘩𝘵𝘴 𝘪𝘯 𝘺𝘰𝘶𝘳 𝘤𝘩𝘢𝘵.

/auth [Username] - 𝘈𝘥𝘥 𝘢 𝘶𝘴𝘦𝘳 𝘵𝘰 𝘈𝘭𝘭𝘰𝘸𝘦𝘥 𝘓𝘐𝘚𝘛 𝘰𝘧 𝘵𝘩𝘦 𝘨𝘳𝘰𝘶𝘱.
/unauth [Username] - 𝘙𝘦𝘮𝘰𝘷𝘦 𝘢 𝘶𝘴𝘦𝘳 𝘧𝘳𝘰𝘮 𝘈𝘭𝘭𝘰𝘸𝘦𝘥 𝘓𝘐𝘚𝘛 𝘰𝘧 𝘵𝘩𝘦 𝘨𝘳𝘰𝘶𝘱.
/authusers - 𝘊𝘩𝘦𝘤𝘬 𝘈𝘭𝘭𝘰𝘸𝘦𝘥 𝘓𝘐𝘚𝘛 𝘰𝘧 𝘵𝘩𝘦 𝘨𝘳𝘰𝘶𝘱."""


HELP_2 = """✅<u>**𝙋𝙡𝙖𝙮𝙞𝙣𝙜 𝘾𝙤𝙢𝙢𝙖𝙣𝙙𝙨:**</u>

𝐀𝐯𝐚𝐢𝐥𝐚𝐛𝐥𝐞 𝐂𝐨𝐦𝐦𝐚𝐧𝐝𝐬 = play , vplay , cplay

𝐅𝐨𝐫𝐜𝐞 𝐓𝐨 𝐏𝐥𝐚𝐲 𝐂𝐨𝐦𝐦𝐚𝐧𝐝𝐬 = playforce , vplayforce , cplayforce

**c** for channel play.
**v** for video play.
**force** for force play.

/play or /vplay or /cplay  - 𝘉𝘰𝘵 𝘸𝘪𝘭𝘭 𝘴𝘵𝘢𝘳𝘵 𝘱𝘭𝘢𝘺𝘪𝘯𝘨 𝘺𝘰𝘶𝘳 𝘨𝘪𝘷𝘦𝘯 𝘲𝘶𝘦𝘳𝘺 𝘰𝘯 𝘷𝘰𝘪𝘤𝘦 𝘤𝘩𝘢𝘵 𝘰𝘳 𝘚𝘵𝘳𝘦𝘢𝘮 𝘭𝘪𝘷𝘦 𝘭𝘪𝘯𝘬𝘴 𝘰𝘯 𝘷𝘰𝘪𝘤𝘦 𝘤𝘩𝘢𝘵𝘴.

/playforce or /vplayforce or /cplayforce -  **Force Play** 𝘴𝘵𝘰𝘱𝘴 𝘵𝘩𝘦 𝘤𝘶𝘳𝘳𝘦𝘯𝘵 𝘱𝘭𝘢𝘺𝘪𝘯𝘨 𝘵𝘳𝘢𝘤𝘬 𝘰𝘯 𝘷𝘰𝘪𝘤𝘦 𝘤𝘩𝘢𝘵 𝘢𝘯𝘥 𝘴𝘵𝘢𝘳𝘵𝘴 𝘱𝘭𝘢𝘺𝘪𝘯𝘨 𝘵𝘩𝘦 𝘴𝘦𝘢𝘳𝘤𝘩𝘦𝘥 𝘵𝘳𝘢𝘤𝘬 𝘪𝘯𝘴𝘵𝘢𝘯𝘵𝘭𝘺 𝘸𝘪𝘵𝘩𝘰𝘶𝘵 𝘥𝘪𝘴𝘵𝘶𝘳𝘣𝘪𝘯𝘨/𝘤𝘭𝘦𝘢𝘳𝘪𝘯𝘨 𝘲𝘶𝘦𝘶𝘦.

/channelplay [Chat username or id] or [Disable] - 𝘊𝘰𝘯𝘯𝘦𝘤𝘵 𝘤𝘩𝘢𝘯𝘯𝘦𝘭 𝘵𝘰 𝘢 𝘨𝘳𝘰𝘶𝘱 𝘢𝘯𝘥 𝘴𝘵𝘳𝘦𝘢𝘮 𝘮𝘶𝘴𝘪𝘤 𝘰𝘯 𝘤𝘩𝘢𝘯𝘯𝘦𝘭'𝘴 𝘷𝘰𝘪𝘤𝘦 𝘤𝘩𝘢𝘵 𝘧𝘳𝘰𝘮 𝘺𝘰𝘶𝘳 𝘨𝘳𝘰𝘶𝘱.


✅**<u>𝘗𝘭𝘢𝘺 𝘞𝘪𝘵𝘩 𝘗𝘭𝘢𝘺𝘭𝘪𝘴𝘵𝘴 𝘚𝘢𝘷𝘦𝘥 𝘐𝘯 𝘛𝘩𝘦 𝘉𝘰𝘵'𝘴 𝘚𝘦𝘳𝘷𝘦𝘳:</u>**
/playlist  - 𝘊𝘩𝘦𝘤𝘬 𝘠𝘰𝘶𝘳 𝘚𝘢𝘷𝘦𝘥 𝘗𝘭𝘢𝘺𝘭𝘪𝘴𝘵 𝘐𝘯 𝘚𝘦𝘳𝘷𝘦𝘳𝘴.
/deleteplaylist - 𝘋𝘦𝘭𝘦𝘵𝘦 𝘢𝘯𝘺 𝘴𝘢𝘷𝘦𝘥 𝘮𝘶𝘴𝘪𝘤 𝘪𝘯 𝘺𝘰𝘶𝘳 𝘱𝘭𝘢𝘺𝘭𝘪𝘴𝘵
/play  - 𝘚𝘵𝘢𝘳𝘵 𝘱𝘭𝘢𝘺𝘪𝘯𝘨 𝘠𝘰𝘶𝘳 𝘚𝘢𝘷𝘦𝘥 𝘗𝘭𝘢𝘺𝘭𝘪𝘴𝘵 𝘧𝘳𝘰𝘮 𝘚𝘦𝘳𝘷𝘦𝘳𝘴."""


HELP_3 = """✅<u>**𝘽𝙤𝙩 𝘾𝙤𝙢𝙢𝙖𝙣𝙙𝙨:**</u>

/stats - 𝘎𝘦𝘵 𝘛𝘰𝘱 10 𝘛𝘳𝘢𝘤𝘬𝘴 𝘎𝘭𝘰𝘣𝘢𝘭 𝘚𝘵𝘢𝘵𝘴, 𝘛𝘰𝘱 10 𝘜𝘴𝘦𝘳𝘴 𝘰𝘧 𝘣𝘰𝘵, 𝘛𝘰𝘱 10 𝘊𝘩𝘢𝘵𝘴 𝘰𝘯 𝘣𝘰𝘵, 𝘛𝘰𝘱 10 𝘗𝘭𝘢𝘺𝘦𝘥 𝘪𝘯 𝘢 𝘤𝘩𝘢𝘵 𝘣𝘺 𝘌𝘚𝘛𝘈-𝘔𝘶𝘴𝘪𝘤.

/sudolist - C𝘩𝘦𝘤𝘬 𝘚𝘶𝘥𝘰 𝘜𝘴𝘦𝘳𝘴 𝘰𝘧 𝘌𝘚𝘛𝘈 𝘔𝘶𝘴𝘪𝘤 𝘉𝘰𝘵.

/lyrics [Music Name] - 𝘚𝘦𝘢𝘳𝘤𝘩𝘦𝘴 & 𝘎𝘦𝘵 𝘓𝘺𝘳𝘪𝘤𝘴.

/song [Track Name] or [YT Link] - 𝘋𝘰𝘸𝘯𝘭𝘰𝘢𝘥 𝘢𝘯𝘺 𝘵𝘳𝘢𝘤𝘬 𝘧𝘳𝘰𝘮 𝘺𝘰𝘶𝘵𝘶𝘣𝘦 𝘪𝘯 𝘮𝘱3 𝘰𝘳 𝘮𝘱4 𝘧𝘰𝘳𝘮𝘢𝘵𝘴.

/player -  𝘎𝘦𝘵 𝘢 𝘪𝘯𝘵𝘦𝘳𝘢𝘤𝘵𝘪𝘷𝘦 𝘗𝘭𝘢𝘺𝘪𝘯𝘨 𝘗𝘢𝘯𝘦𝘭.

/queue or /cqueue- 𝘊𝘩𝘦𝘤𝘬 𝘓𝘪𝘴𝘵 𝘰𝘧 𝘔𝘶𝘴𝘪𝘤."""

HELP_4 = """✅<u>**𝗘𝘅𝘁𝗿𝗮  𝗖𝗼𝗺𝗺𝗮𝗻𝗱𝘀:**</u>
/start - 𝘚𝘵𝘢𝘳𝘵 𝘵𝘩𝘦 𝘔𝘶𝘴𝘪𝘤 𝘉𝘰𝘵.
/help  - 𝘎𝘦𝘵 𝘊𝘰𝘮𝘮𝘢𝘯𝘥𝘴 𝘏𝘦𝘭𝘱𝘦𝘳 𝘔𝘦𝘯𝘶 𝘸𝘪𝘵𝘩 𝘥𝘦𝘵𝘢𝘪𝘭𝘦𝘥 𝘦𝘹𝘱𝘭𝘢𝘯𝘢𝘵𝘪𝘰𝘯𝘴 𝘰𝘧 𝘤𝘰𝘮𝘮𝘢𝘯𝘥𝘴.
/ping- 𝘗𝘪𝘯𝘨 𝘵𝘩𝘦 𝘉𝘰𝘵 𝘢𝘯𝘥 𝘤𝘩𝘦𝘤𝘬 𝘙𝘢𝘮, 𝘊𝘱𝘶 𝘦𝘵𝘤 𝘴𝘵𝘢𝘵𝘴 𝘰𝘧 𝘉𝘰𝘵.

✅<u>**𝗚𝗿𝗼𝘂𝗽 𝗦𝗲𝘁𝘁𝗶𝗻𝗴𝘀:**</u>
/settings - 𝘎𝘦𝘵 𝘢 𝘤𝘰𝘮𝘱𝘭𝘦𝘵𝘦 𝘨𝘳𝘰𝘶𝘱'𝘴 𝘴𝘦𝘵𝘵𝘪𝘯𝘨𝘴 𝘸𝘪𝘵𝘩 𝘪𝘯𝘭𝘪𝘯𝘦 𝘣𝘶𝘵𝘵𝘰𝘯𝘴.

🔗 **𝙊𝙥𝙩𝙞𝙤𝙣𝙨 𝙞𝙣 𝙎𝙚𝙩𝙩𝙞𝙣𝙜𝙨:**

1️⃣ 𝘠𝘰𝘶 𝘤𝘢𝘯 𝘴𝘦𝘵 **Audio Quality** 𝘺𝘰𝘶 𝘸𝘢𝘯𝘵 𝘵𝘰 𝘴𝘵𝘳𝘦𝘢𝘮 𝘰𝘯 𝘷𝘰𝘪𝘤𝘦 𝘤𝘩𝘢𝘵.


2️⃣ 𝘠𝘰𝘶 𝘤𝘢𝘯 𝘴𝘦𝘵 **Video Quality** 𝘺𝘰𝘶 𝘸𝘢𝘯𝘵 𝘵𝘰 𝘴𝘵𝘳𝘦𝘢𝘮 𝘰𝘯 𝘷𝘰𝘪𝘤𝘦 𝘤𝘩𝘢𝘵.


3️⃣ **Auth Users**:- 𝘠𝘰𝘶 𝘤𝘢𝘯 𝘤𝘩𝘢𝘯𝘨𝘦 𝘢𝘥𝘮𝘪𝘯 𝘤𝘰𝘮𝘮𝘢𝘯𝘥𝘴 𝘮𝘰𝘥𝘦 𝘧𝘳𝘰𝘮 𝘩𝘦𝘳𝘦 𝘵𝘰 𝘦𝘷𝘦𝘳𝘺𝘰𝘯𝘦 𝘰𝘳 𝘢𝘥𝘮𝘪𝘯𝘴 𝘰𝘯𝘭𝘺. 𝘐𝘧 𝘦𝘷𝘦𝘳𝘺𝘰𝘯𝘦, 𝘢𝘯𝘺𝘰𝘯𝘦 𝘱𝘳𝘦𝘴𝘦𝘯𝘵 𝘪𝘯 𝘺𝘰𝘶 𝘨𝘳𝘰𝘶𝘱 𝘸𝘪𝘭𝘭 𝘣𝘦 𝘢𝘣𝘭𝘦 𝘵𝘰 𝘶𝘴𝘦 𝘢𝘥𝘮𝘪𝘯 𝘤𝘰𝘮𝘮𝘢𝘯𝘥𝘴(𝘭𝘪𝘬𝘦 /𝘴𝘬𝘪𝘱, /𝘴𝘵𝘰𝘱 𝘦𝘵𝘤)

4️⃣ **Clean Mode:** 𝘞𝘩𝘦𝘯 𝘦𝘯𝘢𝘣𝘭𝘦𝘥 𝘥𝘦𝘭𝘦𝘵𝘦𝘴 𝘵𝘩𝘦 𝘣𝘰𝘵'𝘴 𝘮𝘦𝘴𝘴𝘢𝘨𝘦𝘴 𝘢𝘧𝘵𝘦𝘳 5 𝘮𝘪𝘯𝘴 𝘧𝘳𝘰𝘮 𝘺𝘰𝘶𝘳 𝘨𝘳𝘰𝘶𝘱 𝘵𝘰 𝘮𝘢𝘬𝘦 𝘴𝘶𝘳𝘦 𝘺𝘰𝘶𝘳 𝘤𝘩𝘢𝘵 𝘳𝘦𝘮𝘢𝘪𝘯𝘴 𝘤𝘭𝘦𝘢𝘯 𝘢𝘯𝘥 𝘨𝘰𝘰𝘥.

5️⃣ **Command Clean** : 𝘞𝘩𝘦𝘯 𝘢𝘤𝘵𝘪𝘷𝘢𝘵𝘦𝘥, 𝘉𝘰𝘵 𝘸𝘪𝘭𝘭 𝘥𝘦𝘭𝘦𝘵𝘦 𝘪𝘵𝘴 𝘦𝘹𝘦𝘤𝘶𝘵𝘦𝘥 𝘤𝘰𝘮𝘮𝘢𝘯𝘥𝘴 (/𝘱𝘭𝘢𝘺, /𝘱𝘢𝘶𝘴𝘦, /𝘴𝘩𝘶𝘧𝘧𝘭𝘦, /𝘴𝘵𝘰𝘱 𝘦𝘵𝘤) 𝘪𝘮𝘮𝘦𝘥𝘪𝘢𝘵𝘦𝘭𝘺.

6️⃣ **𝙋𝙡𝙖𝙮 𝙎𝙚𝙩𝙩𝙞𝙣𝙜𝙨:**

/playmode - 𝘎𝘦𝘵 𝘢 𝘤𝘰𝘮𝘱𝘭𝘦𝘵𝘦 𝘱𝘭𝘢𝘺 𝘴𝘦𝘵𝘵𝘪𝘯𝘨𝘴 𝘱𝘢𝘯𝘦𝘭 𝘸𝘪𝘵𝘩 𝘣𝘶𝘵𝘵𝘰𝘯𝘴 𝘸𝘩𝘦𝘳𝘦 𝘺𝘰𝘶 𝘤𝘢𝘯 𝘴𝘦𝘵 𝘺𝘰𝘶𝘳 𝘨𝘳𝘰𝘶𝘱'𝘴 𝘱𝘭𝘢𝘺 𝘴𝘦𝘵𝘵𝘪𝘯𝘨𝘴.

<u>𝙊𝙥𝙩𝙞𝙤𝙣𝙨 𝙞𝙣 𝙥𝙡𝙖𝙮𝙢𝙤𝙙𝙚:</u>

1️⃣ **Search Mode** [Direct or Inline] - 𝘊𝘩𝘢𝘯𝘨𝘦𝘴 𝘺𝘰𝘶𝘳 𝘴𝘦𝘢𝘳𝘤𝘩 𝘮𝘰𝘥𝘦 𝘸𝘩𝘪𝘭𝘦 𝘺𝘰𝘶 𝘨𝘪𝘷𝘦 /𝘱𝘭𝘢𝘺 𝘮𝘰𝘥𝘦. 

2️⃣ **Admin Commands** [Everyone or Admins] - 𝘐𝘧 𝘦𝘷𝘦𝘳𝘺𝘰𝘯𝘦, 𝘢𝘯𝘺𝘰𝘯𝘦 𝘱𝘳𝘦𝘴𝘦𝘯𝘵 𝘪𝘯 𝘺𝘰𝘶 𝘨𝘳𝘰𝘶𝘱 𝘸𝘪𝘭𝘭 𝘣𝘦 𝘢𝘣𝘭𝘦 𝘵𝘰 𝘶𝘴𝘦 𝘢𝘥𝘮𝘪𝘯 𝘤𝘰𝘮𝘮𝘢𝘯𝘥𝘴(𝘭𝘪𝘬𝘦 /𝘴𝘬𝘪𝘱, /𝘴𝘵𝘰𝘱 𝘦𝘵𝘤)

3️⃣ **Play Type** [Everyone or Admins] - 𝘐𝘧 𝘢𝘥𝘮𝘪𝘯𝘴, 𝘰𝘯𝘭𝘺 𝘢𝘥𝘮𝘪𝘯𝘴 𝘱𝘳𝘦𝘴𝘦𝘯𝘵 𝘪𝘯 𝘨𝘳𝘰𝘶𝘱 𝘤𝘢𝘯 𝘱𝘭𝘢𝘺 𝘮𝘶𝘴𝘪𝘤 𝘰𝘯 𝘷𝘰𝘪𝘤𝘦 𝘤𝘩𝘢𝘵."""

HELP_5 = """🔰**<u>♥ ADD & REMOVE SUDO USERS ♥:</u>**
/addsudo [Username or Reply to a user]
/delsudo [Username or Reply to a user]

🛃**<u>For HEROKU:</u>**
/usage - 𝙳𝚢𝚗𝚘 𝚄𝚜𝚊𝚐𝚎.

🌐**<u>𝘾𝙊𝙉𝙁𝙄𝙂 𝙑𝘼𝙍𝙎:</u>**
/get_var - 𝘎𝘦𝘵 𝘢 𝘤𝘰𝘯𝘧𝘪𝘨 𝘷𝘢𝘳 𝘧𝘳𝘰𝘮 𝘏𝘦𝘳𝘰𝘬𝘶 𝘰𝘳 .𝘦𝘯𝘷.
/del_var - 𝘋𝘦𝘭𝘦𝘵𝘦 𝘢𝘯𝘺 𝘷𝘢𝘳 𝘰𝘯 𝘏𝘦𝘳𝘰𝘬𝘶 𝘰𝘳 .𝘦𝘯𝘷.
/set_var [Var Name] [Value] - 𝘚𝘦𝘵 𝘢 𝘝𝘢𝘳 𝘰𝘳 𝘜𝘱𝘥𝘢𝘵𝘦 𝘢 𝘝𝘢𝘳 𝘰𝘯 𝘩𝘦𝘳𝘰𝘬𝘶 𝘰𝘳 .𝘦𝘯𝘷. 𝘚𝘦𝘱𝘦𝘳𝘢𝘵𝘦 𝘝𝘢𝘳 𝘢𝘯𝘥 𝘪𝘵𝘴 𝘝𝘢𝘭𝘶𝘦 𝘸𝘪𝘵𝘩 𝘢 𝘴𝘱𝘢𝘤𝘦.

🤖**<u>【ＢＯＴ　ＣＯＭＭＡＮＤＳ】:</u>**
/reboot - 𝘙𝘦𝘣𝘰𝘰𝘵 𝘺𝘰𝘶𝘳 𝘉𝘰𝘵.
/update - 𝘜𝘱𝘥𝘢𝘵𝘦 𝘉𝘰𝘵.
/speedtest - 𝘊𝘩𝘦𝘤𝘬 𝘴𝘦𝘳𝘷𝘦𝘳 𝘴𝘱𝘦𝘦𝘥𝘴.
/maintenance [enable / disable] 
/logger [enable / disable] - 𝘉𝘰𝘵 𝘭𝘰𝘨𝘴 𝘵𝘩𝘦 𝘴𝘦𝘢𝘳𝘤𝘩𝘦𝘥 𝘲𝘶𝘦𝘳𝘪𝘦𝘴 𝘪𝘯 𝘭𝘰𝘨𝘨𝘦𝘳 𝘨𝘳𝘰𝘶𝘱.
/get_log [Number of Lines] - 𝘎𝘦𝘵 𝘭𝘰𝘨 𝘰𝘧 𝘺𝘰𝘶𝘳 𝘣𝘰𝘵 𝘧𝘳𝘰𝘮 𝘩𝘦𝘳𝘰𝘬𝘶 𝘰𝘳 𝘷𝘱𝘴. 𝘞𝘰𝘳𝘬𝘴 𝘧𝘰𝘳 𝘣𝘰𝘵𝘩.

📈**<u>𝘚𝘛𝘈𝘛𝘚 𝘊𝘖𝘔𝘔𝘈𝘕𝘋𝘚:</u>**
/activevoice - 𝘊𝘩𝘦𝘤𝘬 𝘢𝘤𝘵𝘪𝘷𝘦 𝘷𝘰𝘪𝘤𝘦 𝘤𝘩𝘢𝘵𝘴 𝘰𝘯 𝘣𝘰𝘵.
/activevideo - 𝘊𝘩𝘦𝘤𝘬 𝘢𝘤𝘵𝘪𝘷𝘦 𝘷𝘪𝘥𝘦𝘰 𝘤𝘢𝘭𝘭𝘴 𝘰𝘯 𝘣𝘰𝘵.
/stats - 𝘊𝘩𝘦𝘤𝘬 𝘉𝘰𝘵𝘴 𝘚𝘵𝘢𝘵𝘴.

⚠️**<u>𝘽𝙇𝘼𝘾𝙆𝙇𝙄𝙎𝙏 𝘾𝙃𝘼𝙏 𝙁𝙐𝙉𝘾𝙏𝙄𝙊𝙉:</u>**
/blacklistchat [CHAT_ID] - 𝘉𝘭𝘢𝘤𝘬𝘭𝘪𝘴𝘵 𝘢𝘯𝘺 𝘤𝘩𝘢𝘵 𝘧𝘳𝘰𝘮 𝘶𝘴𝘪𝘯𝘨 𝘔𝘶𝘴𝘪𝘤 𝘉𝘰𝘵
/whitelistchat [CHAT_ID] - 𝘞𝘩𝘪𝘵𝘦𝘭𝘪𝘴𝘵 𝘢𝘯𝘺 𝘣𝘭𝘢𝘤𝘬𝘭𝘪𝘴𝘵𝘦𝘥 𝘤𝘩𝘢𝘵 𝘧𝘳𝘰𝘮 𝘶𝘴𝘪𝘯𝘨 𝘔𝘶𝘴𝘪𝘤 𝘉𝘰𝘵
/blacklistedchat - 𝘊𝘩𝘦𝘤𝘬 𝘢𝘭𝘭 𝘣𝘭𝘢𝘤𝘬𝘭𝘪𝘴𝘵𝘦𝘥 𝘤𝘩𝘢𝘵𝘴.

👤**<u>𝘽𝙇𝙊𝘾𝙆𝙀𝘿 𝙁𝙐𝙉𝘾𝙏𝙄𝙊𝙉:</u>**
/block [Username or Reply to a user] - 𝘗𝘳𝘦𝘷𝘦𝘯𝘵𝘴 𝘢 𝘶𝘴𝘦𝘳 𝘧𝘳𝘰𝘮 𝘶𝘴𝘪𝘯𝘨 𝘣𝘰𝘵 𝘤𝘰𝘮𝘮𝘢𝘯𝘥𝘴.
/unblock [Username or Reply to a user] - 𝘙𝘦𝘮𝘰𝘷𝘦 𝘢 𝘶𝘴𝘦𝘳 𝘧𝘳𝘰𝘮 𝘉𝘰𝘵'𝘴 𝘉𝘭𝘰𝘤𝘬𝘦𝘥 𝘓𝘪𝘴𝘵.
/blockedusers - 𝘊𝘩𝘦𝘤𝘬 𝘣𝘭𝘰𝘤𝘬𝘦𝘥 𝘜𝘴𝘦𝘳𝘴 𝘓𝘪𝘴𝘵𝘴.

👤**<u>𝙂𝘽𝘼𝙉 𝙁𝙐𝙉𝘾𝙏𝙄𝙊𝙉:</u>**
/gban [Username or Reply to a user] - 𝘎𝘣𝘢𝘯 𝘢 𝘶𝘴𝘦𝘳 𝘧𝘳𝘰𝘮 𝘣𝘰𝘵'𝘴 𝘴𝘦𝘳𝘷𝘦𝘥 𝘤𝘩𝘢𝘵 𝘢𝘯𝘥 𝘴𝘵𝘰𝘱 𝘩𝘪𝘮 𝘧𝘳𝘰𝘮 𝘶𝘴𝘪𝘯𝘨 𝘺𝘰𝘶𝘳 𝘣𝘰𝘵.
/ungban [Username or Reply to a user] - 𝘙𝘦𝘮𝘰𝘷𝘦 𝘢 𝘶𝘴𝘦𝘳 𝘧𝘳𝘰𝘮 𝘉𝘰𝘵'𝘴 𝘨𝘣𝘢𝘯𝘯𝘦𝘥 𝘓𝘪𝘴𝘵 𝘢𝘯𝘥 𝘢𝘭𝘭𝘰𝘸 𝘩𝘪𝘮 𝘧𝘰𝘳 𝘶𝘴𝘪𝘯𝘨 𝘺𝘰𝘶𝘳 𝘣𝘰𝘵.
/gbannedusers - 𝘊𝘩𝘦𝘤𝘬 𝘎𝘣𝘢𝘯𝘯𝘦𝘥 𝘜𝘴𝘦𝘳𝘴 𝘓𝘪𝘴𝘵𝘴

🎥**<u>𝙑𝙄𝘿𝙀𝙊𝘾𝘼𝙇𝙇𝙎 𝙁𝙐𝙉𝘾𝙏𝙄𝙊𝙉:</u>**
/set_video_limit [Number of Chats] - 𝘚𝘦𝘵 𝘢 𝘮𝘢𝘹𝘪𝘮𝘶𝘮 𝘕𝘶𝘮𝘣𝘦𝘳 𝘰𝘧 𝘊𝘩𝘢𝘵𝘴 𝘢𝘭𝘭𝘰𝘸𝘦𝘥 𝘧𝘰𝘳 𝘝𝘪𝘥𝘦𝘰 𝘊𝘢𝘭𝘭𝘴 𝘢𝘵 𝘢 𝘵𝘪𝘮𝘦. 𝘋𝘦𝘧𝘢𝘶𝘭𝘵 𝘵𝘰 3 𝘤𝘩𝘢𝘵𝘴.
/videomode [download|m3u8] - 𝘐𝘧 𝘥𝘰𝘸𝘯𝘭𝘰𝘢𝘥 𝘮𝘰𝘥𝘦 𝘪𝘴 𝘦𝘯𝘢𝘣𝘭𝘦𝘥, 𝘉𝘰𝘵 𝘸𝘪𝘭𝘭 𝘥𝘰𝘸𝘯𝘭𝘰𝘢𝘥 𝘷𝘪𝘥𝘦𝘰𝘴 𝘪𝘯𝘴𝘵𝘦𝘢𝘥 𝘰𝘧 𝘱𝘭𝘢𝘺𝘪𝘯𝘨 𝘵𝘩𝘦𝘮 𝘪𝘯 𝘔3𝘶8 𝘧𝘰𝘳𝘮. 𝘉𝘺𝘋𝘦𝘧𝘢𝘶𝘭𝘵 𝘵𝘰 𝘔3𝘶8. 𝘠𝘰𝘶 𝘤𝘢𝘯 𝘶𝘴𝘦 𝘥𝘰𝘸𝘯𝘭𝘰𝘢𝘥 𝘮𝘰𝘥𝘦 𝘸𝘩𝘦𝘯 𝘢𝘯𝘺 𝘲𝘶𝘦𝘳𝘺 𝘥𝘰𝘦𝘴𝘯𝘵 𝘱𝘭𝘢𝘺𝘴 𝘪𝘯 𝘮3𝘶8 𝘮𝘰𝘥𝘦.

⚡️**<u>𝙋𝙍𝙄𝙑𝘼𝙏𝙀 𝘽𝙊𝙏 𝙁𝙐𝙉𝘾𝙏𝙄𝙊𝙉:</u>**
/authorize [CHAT_ID] - 𝘈𝘭𝘭𝘰𝘸 𝘢 𝘤𝘩𝘢𝘵 𝘧𝘰𝘳 𝘶𝘴𝘪𝘯𝘨 𝘺𝘰𝘶𝘳 𝘣𝘰𝘵.
/unauthorize [CHAT_ID] - 𝘋𝘪𝘴𝘢𝘭𝘭𝘰𝘸 𝘢 𝘤𝘩𝘢𝘵 𝘧𝘳𝘰𝘮 𝘶𝘴𝘪𝘯𝘨 𝘺𝘰𝘶𝘳 𝘣𝘰𝘵.
/authorized - 𝘊𝘩𝘦𝘤𝘬 𝘢𝘭𝘭 𝘢𝘭𝘭𝘰𝘸𝘦𝘥 𝘤𝘩𝘢𝘵𝘴 𝘰𝘧 𝘺𝘰𝘶𝘳 𝘣𝘰𝘵.

🌐**<u>𝘽𝙍𝙊𝘼𝘿𝘾𝘼𝙎𝙏 𝙁𝙐𝙉𝘾𝙏𝙄𝙊𝙉:</u>**
/broadcast [Message or Reply to a Message] - 𝘉𝘳𝘰𝘢𝘥𝘤𝘢𝘴𝘵 𝘢𝘯𝘺 𝘮𝘦𝘴𝘴𝘢𝘨𝘦 𝘵𝘰 𝘉𝘰𝘵'𝘴 𝘚𝘦𝘳𝘷𝘦𝘥 𝘊𝘩𝘢𝘵𝘴.

<u>𝙊𝙥𝙩𝙞𝙤𝙣𝙨 𝙛𝙤𝙧 𝙗𝙧𝙤𝙖𝙙𝙘𝙖𝙨𝙩:</u>
**-pin** : 𝘛𝘩𝘪𝘴 𝘸𝘪𝘭𝘭 𝘱𝘪𝘯 𝘺𝘰𝘶𝘳 𝘮𝘦𝘴𝘴𝘢𝘨𝘦.
**-pinloud** : 𝘛𝘩𝘪𝘴 𝘸𝘪𝘭𝘭 𝘱𝘪𝘯 𝘺𝘰𝘶𝘳 𝘮𝘦𝘴𝘴𝘢𝘨𝘦 𝘸𝘪𝘵𝘩 𝘭𝘰𝘶𝘥 𝘯𝘰𝘵𝘪𝘧𝘪𝘤𝘢𝘵𝘪𝘰𝘯.
**-user** : 𝘛𝘩𝘪𝘴 𝘸𝘪𝘭𝘭 𝘣𝘳𝘰𝘢𝘥𝘤𝘢𝘴𝘵 𝘺𝘰𝘶𝘳 𝘮𝘦𝘴𝘴𝘢𝘨𝘦 𝘵𝘰 𝘵𝘩𝘦 𝘶𝘴𝘦𝘳𝘴 𝘸𝘩𝘰 𝘩𝘢𝘷𝘦 𝘴𝘵𝘢𝘳𝘵𝘦𝘥 𝘺𝘰𝘶𝘳 𝘣𝘰𝘵.
**-assistant** : 𝘛𝘩𝘪𝘴 𝘸𝘪𝘭𝘭 𝘣𝘳𝘰𝘢𝘥𝘤𝘢𝘴𝘵 𝘺𝘰𝘶𝘳 𝘮𝘦𝘴𝘴𝘢𝘨𝘦 𝘧𝘳𝘰𝘮 𝘢𝘴𝘴𝘪𝘴𝘵𝘢𝘯𝘵 𝘢𝘤𝘤𝘰𝘶𝘯𝘵 𝘰𝘧 𝘺𝘰𝘶𝘳 𝘣𝘰𝘵.
**-nobot** : 𝘛𝘩𝘪𝘴 𝘸𝘪𝘭𝘭 𝘧𝘰𝘳𝘤𝘦 𝘺𝘰𝘶𝘳 𝘣𝘰𝘵 𝘵𝘰 𝘯𝘰𝘵 𝘣𝘳𝘰𝘢𝘥𝘤𝘢𝘴𝘵 𝘮𝘦𝘴𝘴𝘢𝘨𝘦

**Example:** `/broadcast -user -assistant -pin Hello Testing`

"""
